[
    {
        "Id":"1",
        "Type":"Article",
        "Title":"As a Man Thinketh",
        "DocumentName": "assets/api/documents/as_a_man_thinketh.pdf",        
        "Author":"James Allen",
        "Abstract":"The aphorism, As a man thinketh in his heart so is he,\" not only embraces the whole of a man's being, but is so comprehensive as to reach out to every condition and circumstance of his life. A man is literally what he thinks, his character being the complete sum of all his thoughts.As the plant springs from, and could not be without, the seed, so every act of a man springs from the hidden seeds of thought, and could not have appeared without them. This applies equally to those acts called \"spontaneous\" and \"unpremeditated\" as to those which are deliberately executed. Act is the blossom of thought, and joy and suffering are its fruits; thus does a man garner in the sweet and bitter fruitage of his own husbandry.",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2018-05-18T02:30:56",
        "DocumentStatus": "Active"
    },
    {
        "Id":"2",
        "Type":"Article",
        "Title":"IT Works",
        "DocumentName": "assets/api/documents/R_H_Jarrett.pdf",
        "Author":"RHJ",
        "Abstract":"IT WORKS book presents a concise, definite plan for bettering your conditions in life. It shows you how to use the Mighty Power within that is anxious and willing to serve you if you know how to use it. IT WORKS book shows you how. All scientific, psychological and theological explanations are eliminated. Three hundred pages are boiled down to ten minutes of interesting facts, a definite plan and three short rules of accomplishment. Don't let your worldly, objective mind keep you from more prosperity and happiness any longer. Test the power of this simple book that defies tradition and experience. Millions have tried the plan it presents and know in truth that IT \"DOES\" WORK",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2015-05-18T02:30:56",
        "DocumentStatus": "Active"
    },
    {
        "Id":"3",
        "Type":"Article",
        "Title":"The Science of Getting Rich",
        "DocumentName": "assets/api/documents/The-Science-of-Getting-Rich.pdf",
        "Author":"Wallace D . Wattles",
        "Abstract":"This article is the second in a three-part series on The Science Of Getting Rich. The previous blog explains what the book is. This blog offers a summary of The Science Of Getting Rich and details core concepts, and the next blog will provide actionable tips to help you apply The Science Of Getting Rich to change your life. We’ve also written multiple blogs on two similar books, Think and Grow Rich and The Kybalion.",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2017-05-18T02:30:56",
        "DocumentStatus": "Active"
    }   
]