[
    {
        "Id":"1",
        "Type":"Article",
        "Title":"As a Man Thinketh",
        "DocumentName": "assets/api/documents/as_a_man_thinketh.pdf",        
        "Author":"James Allen",
        "Abstract":"The aphorism, As a man thinketh in his heart so is he,\" not only embraces the whole of a man's being, but is so comprehensive as to reach out to every condition and circumstance of his life. A man is literally what he thinks, his character being the complete sum of all his thoughts.As the plant springs from, and could not be without, the seed, so every act of a man springs from the hidden seeds of thought, and could not have appeared without them. This applies equally to those acts called \"spontaneous\" and \"unpremeditated\" as to those which are deliberately executed. Act is the blossom of thought, and joy and suffering are its fruits; thus does a man garner in the sweet and bitter fruitage of his own husbandry.",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2018-05-18T02:30:56",
        "DocumentStatus": "Active"
    },
    {
        "Id":"2",
        "Type":"Article",
        "Title":"IT Works",
        "DocumentName": "assets/api/documents/R_H_Jarrett.pdf",
        "Author":"RHJ",
        "Abstract":"IT WORKS book presents a concise, definite plan for bettering your conditions in life. It shows you how to use the Mighty Power within that is anxious and willing to serve you if you know how to use it. IT WORKS book shows you how. All scientific, psychological and theological explanations are eliminated. Three hundred pages are boiled down to ten minutes of interesting facts, a definite plan and three short rules of accomplishment. Don't let your worldly, objective mind keep you from more prosperity and happiness any longer. Test the power of this simple book that defies tradition and experience. Millions have tried the plan it presents and know in truth that IT \"DOES\" WORK",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2015-05-18T02:30:56",
        "DocumentStatus": "Active"
    },
    {
        "Id":"3",
        "Type":"Article",
        "Title":"The Science of Getting Rich",
        "DocumentName": "assets/api/documents/The-Science-of-Getting-Rich.pdf",
        "Author":"Wallace D . Wattles",
        "Abstract":"This article is the second in a three-part series on The Science Of Getting Rich. The previous blog explains what the book is. This blog offers a summary of The Science Of Getting Rich and details core concepts, and the next blog will provide actionable tips to help you apply The Science Of Getting Rich to change your life. We’ve also written multiple blogs on two similar books, Think and Grow Rich and The Kybalion.",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2017-05-18T02:30:56",
        "DocumentStatus": "Active"
    } 
    
    

    ,
    {
        "Id":"4",
        "Type":"Book",
        "Title":"Hill Napoleon - Outwitting the Devil",
        "DocumentName": "assets/api/documents/Hill_Napoleon_-_Outwitting_the_devil.pdf",
        "Author":"Hill Napoleon",
        "Abstract":"Outwitting the Devil proves once again that the messages and philosophies of Napoleon Hill are timeless. This book contains insights on how to break free of habits and attitudes that prevent success and will ultimately lead to happiness and prosperity. If you want to break through your own roadblocks, read this book! ' - T. HARV EKER, author of#l New York Times best seller Secrets of the Millionaire Mind, 'If you want to own your life, you have to own your money. In Outwitting the Devil) Napoleon Hill shares what may be holding you back in your financial life and charts the course for you to take control and own the life of your dreams. \n -JEAN CHATZKY, financial journalist and aurhor of The Difference: How Anyone Can Prosper in Even the Toughest Times', I have probably studied Napoleon Hill's work as much as anyone alive. It was 50 years ago that I picked up Think and Grow Rich. I have it with me all the time and read it every day. When Sharon Lechter sent me a copy of Outwitting the Devil I thought Hill has done it again, another world changer. This book is going to eliminate the spiritual confusion people worldwide are presendy experiencing, and it will tear down the wall of ignorance that separates millions of individuals from the freedom their soul is seeking.'",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2020-03-18T02:30:56",
        "DocumentStatus": "Active"
    } ,
    {
        "Id":"5",
        "Type":"Book",
        "Title":"Feeling is the Secret",
        "DocumentName": "assets/api/documents/feeling-is-the-secret-neville-goddard.pdf",
        "Author":"Neville Goddard",
        "Abstract":"THIS BOOK is concerned with the art of realising your desire. It gives you an account of the mechanism used in production of the visible world. It is a small book but not slight. There is a treasure in it, a clearly defined road to the realization of your dreams. Were it possible to carry convitction to another by means of reasoned arguments and detailed instances, this book would be many times its size. It is seldom possible, however, to do so by means of written statements or arguments since to the suspended judgement it always seems plausible to say that author was dishonest or deluded, and therefore, his evidence was tainted. \n Consequently, I have purposely omitted all arguments and testimonials, and simply challenge the open-minded reader to practice the law of consciousness as revealed in this book. Personal success will prove far more convincing tha all the books that could be written on the subject \n ~ NEVILLE",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2017-05-18T02:30:56",
        "DocumentStatus": "Active"
    } ,
    {
        "Id":"6",
        "Type":"Book",
        "Title":"The Secret Door to Success",
        "DocumentName": "assets/api/documents/feeling-is-the-secret-neville-goddard.pdf",
        "Author":"Florence Scovel",
        "Abstract":"In The Game of Life and How to Play It, Florence Scovel Shinn established herself as one of the most practical and helpful prosperity writers of her era. The Secret Door to Success is a series of talks and lectures given by Shinn that will show listeners how to discover the secret knowledge of success through the power of spiritual law",
        "ArticlePath":"",
        "Ratings":"5.5",
        "CoverImage":"assets/api/documents/documentImage.jpg",
        "DatePublished":"2020-05-18T02:30:56",
        "DocumentStatus": "Active"
    } 
    
]